var arrLang = {
	'hay' : {
		'logo' : 'ԿՐԻՈԳԵՆ Կլինիկա',
		'promo-text1': 'Բուժում սառեցումով',
		'home' : 'Գլխավոր',
		'about' : 'Մեր մասին',
		'services' :'Բուժում և ծառյություններ',
		'patient_opinions' : 'Հիվանդների կարծիքներ',
		'why_Crio' : 'Ինչու՞ կրիո',
		'contact_us' : 'Հետադարձ կապ',
		'cryogen-info_lang' : '«ԿՐԻՈԳԵՆ Կլինկա» բժշկական կենտրոնը համեմատաբար նոր կլինիկա է, չնայած դրան, մենք ունենք բարձր որակավորում ունեցող անձնակազմ՝ բաղկացած տարիների մեծ փորձ ունեցող բժիշկներից:',
		'cryogen-info_2_lang' :'Մեր մասնագետները սովորել և պրակտիկա են անցել ամբողջ աշխարհով, ունեն Ձեր առողջության համար պայքարելու բոլոր հմտություններն ու գիտելիքները:',
		'cryogen-info_3_lang' :'Ունենալով կրիոգեն տեխնոլոգիաներ՝ մենք առաջարկում ենք պաթոլոգիաների բուժման սակավ ինվիզիվ մեթոդներ: Մեզ դիմող հիվանդներին սպասվում է բարյացակամ, բարձր որակավորում ունեցող և կրթված անձնակազմ, ում կարող եք Ձեր առողջությունը վստահել:',
		'cryogen-info_3_1_lang': 'Վստահեք Ձեր առողջությունը մասնագետներին',
		/*opinion*/
		'opinion_text_1': 'Կարող եմ շարունակ խոսել, թե ինչքան ուրախ եմ, որ դիմել եմ Ջեզ, անձնակազմը հիանալի է:',
		'opinion_text_1_1' : 'Էլմիրա Հովսեփյան',
		'opinion_text_2': 'Լավագույն մասնագետները այստեղ են, խորհուրդ կտամ բոլորին:',
		'opinion_text_2_1': 'Նարեկ Հարությունյան',
		'opinion_text_3': 'Չեմ ափսոսում, որ հենց ձեզ վստահեցի առողջությունս: Շատ մաքուր վայր և բարյացակամ անձնակազմ: Ընկերներիս, բարեկամներիս հաստատ խորհուրդ կտամ Կրիոգեն կլինիկան, քանի որ այստեղ ամենալավ խնամքն է:',
		'opinion_text_3_1': 'Արմինե Մանուկյան',
		'opinion_text_4': 'Պրոֆֆեսիոնալ անձնակազմ և նորագույն տեխնոլոգիաներ մի վայրում: Շնորհակալություն!!',
		'opinion_text_4_1': 'Արմեն Մինասյան',
		/*opinion*/
		/*howcrio start*/
		'howcrio-translate_1':'Կրիոթերապիան բժշկական կամ կոսմետիկ նպատակներով սառնության ազդեցությունն է մարդու օրգանիզմի վրա: Այս թերապիան լայնորեն կիրառվում է բազմաթիվ հիվանդությունների բուժման և կանխարգելման, ինչպես նաև մարմնի երիտասարդացման համար:',
		'howcrio-translate_2': 'Կրիոթերապիայի ժամանակ մարմնի կոնկրետ մասը կարճ ժամանակում (մինչև 3 րոպե) սառեցվում է ցածր և ծայրահեղ ցածր ջերմաստիճանով (-70 ° C-ից -130 ° C):',
		'howcrio-translate_3': 'Կրիոթերապիայով բուժվում են հետևյալ ԼՕՌ հիվանդությունները',
		'howcrio-translate_4': 'սինուսիտ',
		'howcrio-translate_5': 'ռինիտ',
		'howcrio-translate_6': 'տոնզիլիտ',
		'howcrio-translate_7': 'ֆարինգիտ',
		'howcrio-translate_8': 'Կրիոթերապիան խորհուրդ է տրվում նրանց, ովքեր «վաստակել են» այս հիվանդությունները քրոնիկ ձևով, և նրանց, ում հիվանդությունը դժվար է բուժել: Բացի այդ, այս մեթոդը հարմար է այն մարդկանց համար, ովքեր հաճախ են հիվանդանում վիրուսային հիվանդություններով և ունեն իմունային անբավարարություն:',
		'howcrio-translate_9': 'Ինչու՞ հեռացնել նշիկները, եթե կարելի է դրանք բուժել:',
		'howcrio-translate_10': 'Ժամանակակից գիտությունը ցույց է տվել, որ նշիկները կարևոր օրգաններ են, որոնք մասնակցում են մեր իմունային համակարգի աշխատանքին, ուստի չպետք է շտապել հեռացնել դրանք: Կրիոթերապիան օգնում է պահպանել նշիկները և միաժամանակ կրճատել մրսածությունների քանակը:',
		'howcrio-translate_11': 'Կրիոթերապիան արգանդի վզիկի դիսպլազիայի և էնդոմետրիոզի բուժման եղանակներից մեկն է:',
		'howcrio-translate_11-1': 'Կրոթերապիայի ժամանակ արգանդի վզիկի պաթոլոգիական տարածքը հեղուկ ազոտով խիստ սառեցվում է մոտ -60 ° C- ից մինչև 85 ° C: Նման սառեցման ընթացքում հյուսվածքները մահանում են տվյալ տարածքում: Մահացած հյուսվածքը  «պոկվում է», և դրա տեղում աճում է առողջ էպիթել:',
		'howcrio-translate_11-2': 'Կրովիրաբուժությունը վիրահատական բուժման ձև է, որը կատարվում է ցածր ջերմաստիճանի ազդեցությամբ, բուժելու կամ նվազեցնելու հյուսվածքի կամ օրգանի կոնկրետ մաս: Մաշկային փոքր քաղցկեղները կրիովիրաբուժության թեկնածուներ են: Կրիովիրաբուժությամբ կարելի է նաև բուժել որոշ ներքին հիվանդություններ ինչպիսիք են լյարդի քաղցկեղը, թոքերի քաղցկեղը, բերանի խոռոչի քաղցկեղը:',
		'howcrio-translate_12': 'Ինչու՞ տեղական սառեցման օգտագործումը դրական ազդեցություն ունի հիվանդի օրգաններին: Ստացվում է, որ կրիոթերապիան օգտագործում է մի շարք մեխանիզմներ, որոնք անհրաժեշտ են վերականգնման համար:',
		'howcrio-translate_check_1': 'Տեղական սառեցման կիրառման արդյունքում',
		'howcrio-translate_check_2': 'Արագանում է հյուսվածքների արյան շրջանառությունը',
		'howcrio-translate_check_3': 'Հյուսվածքներում ավելանում է ինտերֆերոն հատուկ սպիտակուցի քանակությունը, որը նախատեսված է վնասակար միկրոօրգանիզմների դեմ պայքարելու համար',
		'howcrio-translate_check_4': 'Բարելավվում է արյան կարմիր բջիջների հագեցումը թթվածնով',
		'howcrio-translate_check_5': 'Խթանվում է հյուսվածքների վերածնման գործընթացը',
		'howcrio-translate_check_6': 'Ակտիվանում է մարմնի իմունային համակարգը',
		'howcrio-translate_cancel': 'Հակացուցումներ',
		'howcrio-translate_cancel_1': ' Հիշե՛ք, որ կրիոթերապիայից առաջ միշտ պետք է խորհրդակցել բժշկի հետ, ինչպես նաև մեզի և արյան անալիզ հանձնել և կատարել ԷԿԳ: Միևնույն ժամանակ չպետք է անտեսել կրիոթերապիայի հիմնական հակացուցումները, որոնք ներառում են ցանկացած քրոնիկ հիվանդության սուր փուլ (հատկապես սրտանոթային, շնչառական, նյարդային համակարգի), լուրջ անոթային հիվանդություններ, բաց վերքեր, բորբոքային պրոցեսների առկայություն, արյան քրոնիկ հիվանդություններ, հոգեկան հիվանդություններ, կլաուստրաֆոբիա (ընդհանուր կրիոթերապիայի դեպքում), անհատական սառնության անհանդուրժողականություն:',
		// 'howcrio-translate_cancel_2': 'Ցանկացած քրոնիկ հիվանդության սուր փուլ',
		// 'howcrio-translate_cancel_2_1': '(հատկապես սրտանոթային, շնչառական, նյարդային համակարգի)',
		// 'howcrio-translate_cancel_3': 'Լուրջ անոթային հիվանդություններ',
		// 'howcrio-translate_cancel_4': 'Բաց վերքեր',
		// 'howcrio-translate_cancel_5':'Բորբոքային պրոցեսների առկայություն',
		// 'howcrio-translate_cancel_6':'Արյան քրոնիկ հիվանդություններ',
		// 'howcrio-translate_cancel_7':'Հոգեկան հիվանդություններ',
		// 'howcrio-translate_cancel_8':'Կլաուստրաֆոբիա (ընդհանուր կրիոթերապիայի դեպքում)',
		// 'howcrio-translate_cancel_9':'Անհատական սառնության անհանդուրժողականություն',
		/*howcrio end*/
		/*contact*/
		'contact_adress' : 'Հասցե: ՀՀ Ք.Երևան, Բուզանդի փողոց',
		'contact_email_info': 'Էլ.հասցե: info@contact.am',
		'contact_phone_info' : 'Հեռ: +(374) 98-98-88-38',
		'contact-name': 'Անուն',
		'contact-email': 'Էլ-հասցե*',
		'contact-phone': 'Վերնագիր',
		'contact-message': 'Հաղորդագրություն*',
		'send-name': 'Ուղարկել',
		/*contact*/

		/*services*/
		'services_lang_1' : 'Տոնզիլիտի բուժում',
		'services_lang_1-1': 'Տոնզիլիտը նշիկների բորբոքումն է:',
		'services_lang_1-2': 'Կրիոթերապիան մեթոդ է, որը թույլ է տալիս անցավ և առանց արյուն հեռացնել պաթոլոգիական փոփոխված հյուսվածքը, որի նպատակն է վերականգնել նշիկների ֆունկցիաները:',
		'services_lang_2': 'Ֆարինգիտի բուժում',
		'services_lang_2-1': 'Ֆարինգիտը ըմպանի հետին պատի բորբոքումն է:',
		'services_lang_2-2': 'Կրոթերապիան մեթոդ է, որը թույլ է տալիս անցավ և առանց արյուն խթանել լիմֆոիդ հյուսվածքը և վերականգնողական պրոցեսները:',
		'services_lang_3': 'Ռինիտի բուժում',
		'services_lang_3-1': 'Ռինիտի հիմնական ախտանշաններն են քթի փակվածություն, դժվար շնչառություն:',
		'services_lang_3-2': 'Վերջին տարիներին լազերային բուժումը շատ նորաձեւ է: Այնուամենայնիվ, պետք է իմանալ, որ լազերային թերապիան լորձաթաղանթի վրա թողնում է այրումից մնացած հետքեր: Կրիոթերապիայից հետո այրվածքներ ու սպիեր չկան.',
		'services_lang_4': 'Սինուսիտի բուժում',
		'services_lang_4-1': 'Սինուսիտի հիմնական պատճառը ինֆեկցիան է ` բակտերիաները կամ վիրուսները մտնում են քթի խոռոչի կամ արյան մեջ և առաջացնում բորբոքում:',
		'services_lang_5': 'Կրիովիրաբուժություն',
		'services_lang_5-1': 'Կրովիրաբուժությունը վիրահատական բուժման ձև է, որը կատարվում է ցածր ջերմաստիճանի ազդեցությամբ, բուժելու կամ նվազեցնելու հյուսվածքի կամ օրգանի կոնկրետ մաս: Մաշկային փոքր քաղցկեղները կրիովիրաբուժության թեկնածուներ են: Կրիովիրաբուժությամբ կարելի է նաև բուժել որոշ ներքին հիվանդություններ ինչպիսիք են լյարդի քաղցկեղ, թոքերի քաղցկեղ, բերանի խոռոչի քաղցկեղ:',
		'services_lang_6': 'Գինեկոլոգիա',
		'services_lang_6-1': 'Կրիոթերապիան արգանդի վզիկի դիսպլազիայի և էնդոմետրիոզի բուժման եղանակներից մեկն է: Կրիոթերապիայի ժամանակ արգանդի վզիկի պաթոլոգիական տարածքը խիստ սառեցվում է մոտ -60 ° C- ից մինչև 85 ° C: Նման սառեցման ընթացքում հյուսվածքները մահանում են տվյալ տարածքում: Մահացած հյուսվածքը «պոկվում է», և դրա տեղում աճում է առողջ էպիթել:',

		/*services*/
		'footer_lang' : '© 2018, Բոլոր իրավունքները պաշտպանված են. ԿՐԻՈԳԵՆ Կլինիկա',

	},
	'rus' : {
		'logo' : 'КРИОГЕН Клиника',
		'promo-text1': 'Лечение холодом',
		'home' : 'Главная',
		'about' : 'O нас',
		'services' :'Лечение и услуги',
		'patient_opinions' : 'Мнение пациентов',
		'why_Crio' : 'Почему крио',
		'contact_us' : 'Обратная связь',
		'cryogen-info_lang': 'Медицинский центр „КРИОГЕН Клиника” относительно молодая клиника, но несмотря на это мы имеем высококвалифицированный персонал состоящий из врачей с огромным опытом роботы.',
		'cryogen-info_2_lang':'Наши специалисты  учились и проходили стажировку по всему миру, имющий все новыки и знания для борьбы за  Ваше здоровье.',
		'cryogen-info_3_lang' :'Имея в арсенале криогенные технологии в медицине мы предлогаем  малоинвазивные методы лечения различного потологии. Обртившихся к нам пацинетов ждет доброжелательный, высококвалифицированный, грамотный персонал  которым Вы можете доверить свое здоровье.',
		'cryogen-info_3_1_lang': 'Доверяйте свое здоровье профессионалам',
		/*opinion*/
		'opinion_text_1': 'Я мог бы продолжать и рассказывать о том, насколько я рад, что обратился к вам , и персонал поражает.',
		'opinion_text_1_1':'Эльмира Овсепян',
		'opinion_text_2': 'Лучшие специалисты здесь, рекомендую всем.',
		'opinion_text_2_1': 'Нарек Арутюнян',
		'opinion_text_3': 'Я не жалею, что доверяла свое здоровье вам. Очень чистое место и дружелюбный персонал. Моим друзьям, близким обязательно буду рекомендовать Криоген клинику, потому что здесь лучший уход.',
		'opinion_text_3_1': 'Армине Манукян',
		'opinion_text_4': 'Профессиональный персонал и новейшие технологии в одном месте. Спасибо!!',
		'opinion_text_4_1': 'Армен Минасян',
		/*opinion*/
		/*howcrio start*/
		'howcrio-translate_1':'Криотерапия – это воздействие холодом на организм человека с медицинскими или косметологическими целями. Данную терапию широко используют для лечения и профилактики многих заболеваний, а также для омоложения организма.',
		'howcrio-translate_2': 'В ходе криотерапии поверхность тела охлаждается за короткий промежуток времени (до 3 минут) низкими и сверхнизкими температурами (от -70°С до -130°С).',
		'howcrio-translate_3': 'С помощью криотерапии лечат следующие ЛОР заболевания:',
		'howcrio-translate_4': 'синуситы',
		'howcrio-translate_5': 'риниты',
		'howcrio-translate_6': 'тонзиллиты',
		'howcrio-translate_7': 'фарингиты',
		'howcrio-translate_8': 'Криотерапию рекомендуют тем, кто «заработал» эти заболевания в хронической форме. А также тем, чья болезнь плохо поддается традиционному лечению. Кроме того эта методика подходит для людей, часто болеющих вирусными простудными заболеваниями и для ослабленных больных с признаками иммунодефицита.',
		'howcrio-translate_9': 'Почему удалить миндалины если их можно вылечить?',
		'howcrio-translate_10': 'Современная наука доказала, что миндалины - это важный орган, который участвует в работе нашей иммунной системы, поэтому спешить с их удалением не стоит. Криотерапия помогает сохранить миндалины и при этом сократить количество простуд.',
		'howcrio-translate_11': 'Криотерапия является одним из методов лечения дисплазии шейки матки  и эндометриоза шейки матки.',
		'howcrio-translate_11-1':'Во время криотерапии происходит сильное замораживание до минус 65°С - минус 85°С патологического участка эпителия шейки матки жидким азотом. При таком замораживании клетки/ткань в области воздействия погибают. Погибшая ткань «отваливается» с поверхности шейки, а на ее место нарастает здоровый эпителий.',
		'howcrio-translate_11-2': 'Криохирургия вид хирургического лечения посредством низкотемпературного воздействия на аномальные или поражённые заболеванием биологические ткани с целью разрушения, уменьшения, удаления того или иного участка ткани или органа. Мелкие раковые заболевания кожи являются кандидатами на криохирургическое лечение. Некоторые внутренние болезни также лечатся с помощью криохирургии, включая рак печени, рак лёгких, рак полости рта.',
		'howcrio-translate_12': '/Почему локальное применение холода оказывает положительный эффект на больные органы? Оказывается, криотерапия запускает целый ряд механизмов, которые необходимы для выздоровления.',
		'howcrio-translate_check_1': 'В результате применения локального замораживания:',
		'howcrio-translate_check_2': 'Ускоряется циркуляция крови в тканях',
		'howcrio-translate_check_3': 'В тканях увеличивается количество интерферона – специального белка, который предназначен для борьбы с вредными микроорганизмами',
		'howcrio-translate_check_4': 'Улучшается насыщение эритроцитов кислородом',
		'howcrio-translate_check_5': 'Стимулируются процессы регенерации тканей',
		'howcrio-translate_check_6': 'Активизируется иммунная система организма',
		'howcrio-translate_cancel': 'Противопоказания',
		'howcrio-translate_cancel_1': 'Помните, что перед началом курса криотерапии, следует обязательно проконсультироваться с врачом, а также сдать анализы мочи и крови, сделать ЭКГ. Также не следует игнорировать основные противопоказания к криотерапии, к которым относятся любые хронические заболевания в острых стадиях (особенно сердечно-сосудистые, органов дыхания, нервной системы), выраженные заболевания сосудов, открытые раны, наличие воспалительных процессов, хронические заболевания крови, психические заболевания, клаустрофобия (для общей криотерапии), индивидуальная непереносимость холода.',
		// 'howcrio-translate_cancel_2': 'Любые хронические заболевания в острых стадиях ',
		// 'howcrio-translate_cancel_2_1': '(особенно сердечно-сосудистые, органов дыхания, нервной системы)',
		// 'howcrio-translate_cancel_3': 'Выраженные заболевания сосудов',
		// 'howcrio-translate_cancel_4': 'Открытые раны',
		// 'howcrio-translate_cancel_5':'Наличие воспалительных процессов',
		// 'howcrio-translate_cancel_6':'Хронические заболевания крови',
		// 'howcrio-translate_cancel_7':'Психические заболевания',
		// 'howcrio-translate_cancel_8':'Клаустрофобия (для общей криотерапии)',
		// 'howcrio-translate_cancel_9':'Индивидуальная непереносимость холода',
		/*howcrio end*/
		/*contact*/
		'contact_adress' : 'Адрес: РА г. Ереван ул. Бюзанда',
		'contact_email_info': 'Эл. почта: info@contact.am',
		'contact_phone_info' : 'Тел.: +(374) 98-98-88-38' ,
		'contact-name': 'Имя',
		'contact-email': 'Эл. почта*',
		'contact-phone': 'Заголовка',
		'contact-message': 'Ваше сообщение*',
		'send-name': 'Отправить',
		/*contact*/

		/*services*/
		'services_lang_1' : 'Лечение тонзиллита',
		'services_lang_1-1': 'Тонзиллит - это воспаление небных миндалин.',
		'services_lang_1-2': 'Криотерапия - это мягкая методика, позволяющая бескровно и безболезненно убрать патологически измененную ткань с целью максимального восстановления функций миндалин.',
		'services_lang_2': 'Лечение фарингита',
		'services_lang_2-1': 'Фарингит - воспаление задней стенки глотки.',
		'services_lang_2-2': 'Криотерапиа - это мягкая технология, позволяющая бескровно и безболезненно стимулировать лимфоидную ткань и репаративные процессы.',
		'services_lang_3': 'Лечения ринита',
		'services_lang_3-1': 'Основные симптомы ринита – заложенность носа, затрудненное носовое дыхание.',
		'services_lang_3-2': 'В последние годы очень модно лечение лазером. Однако надо знать, что лазерная терапия оставляет на слизистой послеожоговые рубцы. После криотерапии ни ожога, ни рубцов не остается.',
		'services_lang_4': 'Лечение синусита',
		'services_lang_4-1': 'Основной причиной возникновения гайморита является инфекция - бактерии или вирусы проникают в полость носа или через кровь и вызывают воспаление.',
		'services_lang_5': 'Криохирургия',
		'services_lang_5-1': 'Криохирургия вид хирургического лечения посредством низкотемпературного воздействия на аномальные или поражённые заболеванием биологические ткани с целью разрушения, уменьшения, удаления того или иного участка ткани или органа. Мелкие раковые заболевания кожи являются кандидатами на криохирургическое лечение. Некоторые внутренние болезни также лечатся с помощью криохирургии, включая рак печени, рак лёгких, рак полости рта.',
		'services_lang_6': 'Гинекология',
		'services_lang_6-1': 'Криотерапия является одним из методов лечения дисплазии шейки матки и эндометриоза шейки матки. Во время криотерапии происходит сильное замораживание до минус 65°С - минус 85°С патологического участка эпителия шейки матки жидким азотом. При таком замораживании клетки/ткань в области воздействия погибают. Погибшая ткань «отваливается» с поверхности шейки, а на ее место нарастает здоровый эпителий.',
		/*services*/

		'footer_lang' : '© 2018, Все права защищены. КРИОГЕН Клиника',

	}
};
$(function () {
	$('.translate').click(function(){
		var lang =$(this).attr('id');

		$('.lang').each(function(index, element){
			$(this).text(arrLang[lang][$(this).attr('key')])
			$('.contact-text').text("");
			$(this).attr('placeholder', arrLang[lang][$(this).attr('key')] )
		});

	});
});